Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Start_RestoreSession.Content
source: Restore previous session
ar: استعادة الجلسة السابقة
cs: Obnovit předchozí relaci
de: Vorherige Sitzung wiederherstellen
el: Επαναφορά προηγούμενης περιόδου λειτουργίας
es: Restaurar la sesión anterior
fa: بازیابی نشست قبلی
fr: Restaurer la session précédente
hu: Előző munkamenet visszaállítása
id: Pulihkan sesi sebelumnya
it: Ripristina sessione precedente
ja: 前回のセッションを復元
ko: 이전 세션 복원
pl: Przywróć poprzednią sesję
pt: Restaurar sessão anterior
ro: Restaurare sesiune anterioară
ru: Восстановить предыдущий сеанс
th: คืนค่าเซสชันก่อนหน้า
tr: Önceki oturumu geri yükle
uk: Відновити попередній сеанс
vi: Khôi phục phiên trước
zh_hans: 还原上一个会话
zh_hant: 還原上一個工作階段

# Start_RecentTitle.Text
source: Recent files
ar: الملفات الأخيرة
cs: Poslední soubory
de: Zuletzt verwendete Dateien
el: Πρόσφατα αρχεία
es: Archivos recientes
fa: فایل‌های اخیر
fr: Fichiers récents
hu: Legutóbbi fájlok
id: File terbaru
it: File recenti
ja: 最近使ったファイル
ko: 최근 파일
pl: Ostatnie pliki
pt: Arquivos recentes
ro: Fișiere recente
ru: Последние файлы
th: ไฟล์ล่าสุด
tr: Son dosyalar
uk: Останні файли
vi: Tệp gần đây
zh_hans: 最近使用的文件
zh_hant: 最近使用的檔案

# Start_ShowAll.Content
source: Show all...
ar: عرض الكل...
cs: Zobrazit vše...
de: Alle anzeigen...
el: Εμφάνιση όλων...
es: Mostrar todo...
fa: نمایش همه...
fr: Tout afficher...
hu: Összes megjelenítése...
id: Tampilkan semua...
it: Mostra tutti...
ja: すべて表示...
ko: 모두 표시...
pl: Pokaż wszystkie...
pt: Mostrar todos...
ro: Afișare toate...
ru: Показать все...
th: แสดงทั้งหมด...
tr: Tümünü göster...
uk: Показати всі...
vi: Hiện tất cả...
zh_hans: 全部显示...
zh_hant: 全部顯示...

# Start_RecentList.AutomationProperties.Name
source: Recent files
ar: الملفات الأخيرة
cs: Poslední soubory
de: Zuletzt verwendete Dateien
el: Πρόσφατα αρχεία
es: Archivos recientes
fa: فایل‌های اخیر
fr: Fichiers récents
hu: Legutóbbi fájlok
id: File terbaru
it: File recenti
ja: 最近使ったファイル
ko: 최근 파일
pl: Ostatnie pliki
pt: Arquivos recentes
ro: Fișiere recente
ru: Последние файлы
th: ไฟล์ล่าสุด
tr: Son dosyalar
uk: Останні файли
vi: Tệp gần đây
zh_hans: 最近使用的文件
zh_hant: 最近使用的檔案

# Start_PaletteHint.Text
source: To find any command by name, open the command palette (Ctrl+Shift+P).
ar: للعثور على أي أمر باسمه، افتح لوحة الأوامر (Ctrl+Shift+P).
cs: Chcete-li najít libovolný příkaz podle názvu, otevřete paletu příkazů (Ctrl+Shift+P).
de: Um einen Befehl über seinen Namen zu finden, öffnen Sie die Befehlspalette (Ctrl+Shift+P).
el: Για να βρείτε οποιαδήποτε εντολή με το όνομά της, ανοίξτε την παλέτα εντολών (Ctrl+Shift+P).
es: Para buscar cualquier comando por su nombre, abre la paleta de comandos (Ctrl+Shift+P).
fa: برای یافتن هر فرمان با نامش، پالت فرمان را باز کنید (Ctrl+Shift+P).
fr: Pour trouver une commande par son nom, ouvrez la palette de commandes (Ctrl+Shift+P).
hu: Ha bármely parancsot név szerint szeretne megkeresni, nyissa meg a parancspalettát (Ctrl+Shift+P).
id: Untuk menemukan perintah berdasarkan nama, buka palet perintah (Ctrl+Shift+P).
it: Per trovare qualsiasi comando per nome, apri la tavolozza dei comandi (Ctrl+Shift+P).
ja: コマンドを名前で探すには、コマンドパレット (Ctrl+Shift+P) を開きます。
ko: 이름으로 명령을 찾으려면 명령 팔레트(Ctrl+Shift+P)를 여세요.
pl: Aby znaleźć dowolne polecenie po nazwie, otwórz paletę poleceń (Ctrl+Shift+P).
pt: Para encontrar qualquer comando pelo nome, abra a paleta de comandos (Ctrl+Shift+P).
ro: Pentru a găsi orice comandă după nume, deschideți paleta de comenzi (Ctrl+Shift+P).
ru: Чтобы найти любую команду по имени, откройте палитру команд (Ctrl+Shift+P).
th: หากต้องการค้นหาคำสั่งใดๆ ตามชื่อ ให้เปิดชุดคำสั่ง (Ctrl+Shift+P)
tr: Herhangi bir komutu adıyla bulmak için komut paletini açın (Ctrl+Shift+P).
uk: Щоб знайти будь-яку команду за назвою, відкрийте палітру команд (Ctrl+Shift+P).
vi: Để tìm bất kỳ lệnh nào theo tên, hãy mở bảng lệnh (Ctrl+Shift+P).
zh_hans: 若要按名称查找任意命令，请打开命令面板（Ctrl+Shift+P）。
zh_hant: 若要依名稱尋找任何命令，請開啟命令選擇區（Ctrl+Shift+P）。

# Session_Missing
source: File not found: {0}
ar: لم يتم العثور على الملف: {0}
cs: Soubor nebyl nalezen: {0}
de: Datei nicht gefunden: {0}
el: Το αρχείο δεν βρέθηκε: {0}
es: No se encontró el archivo: {0}
fa: فایل پیدا نشد: {0}
fr: Fichier introuvable : {0}
hu: A fájl nem található: {0}
id: File tidak ditemukan: {0}
it: File non trovato: {0}
ja: ファイルが見つかりません: {0}
ko: 파일을 찾을 수 없습니다: {0}
pl: Nie znaleziono pliku: {0}
pt: Arquivo não encontrado: {0}
ro: Fișierul nu a fost găsit: {0}
ru: Файл не найден: {0}
th: ไม่พบไฟล์: {0}
tr: Dosya bulunamadı: {0}
uk: Файл не знайдено: {0}
vi: Không tìm thấy tệp: {0}
zh_hans: 找不到文件：{0}
zh_hant: 找不到檔案：{0}

# Session_Close.Content
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Session_Locate.Content
source: Locate...
ar: تحديد الموقع...
cs: Vyhledat...
de: Suchen...
el: Εντοπισμός...
es: Buscar...
fa: یافتن مکان...
fr: Localiser...
hu: Megkeresés...
id: Cari lokasi...
it: Individua...
ja: 場所を探す...
ko: 찾아보기...
pl: Znajdź...
pt: Localizar...
ro: Localizare...
ru: Найти...
th: ค้นหาตำแหน่ง...
tr: Bul...
uk: Знайти...
vi: Tìm vị trí...
zh_hans: 查找位置...
zh_hant: 尋找位置...

# Session_FileChanged
source: The file has changed since HexEditor last closed.
ar: تغيّر الملف منذ آخر إغلاق لـ HexEditor.
cs: Soubor se od posledního ukončení aplikace HexEditor změnil.
de: Die Datei wurde seit dem letzten Schließen von HexEditor geändert.
el: Το αρχείο έχει αλλάξει από το τελευταίο κλείσιμο του HexEditor.
es: El archivo ha cambiado desde la última vez que se cerró HexEditor.
fa: فایل از آخرین باری که HexEditor بسته شد تغییر کرده است.
fr: Le fichier a été modifié depuis la dernière fermeture de HexEditor.
hu: A fájl megváltozott a HexEditor legutóbbi bezárása óta.
id: File telah berubah sejak HexEditor terakhir ditutup.
it: Il file è cambiato dall'ultima chiusura di HexEditor.
ja: 前回の終了後にファイルが変更されています。
ko: HexEditor를 마지막으로 닫은 이후 파일이 변경되었습니다.
pl: Plik zmienił się od ostatniego zamknięcia programu HexEditor.
pt: O arquivo foi alterado desde a última vez que o HexEditor foi fechado.
ro: Fișierul s-a modificat de la ultima închidere a HexEditor.
ru: Файл изменился после последнего закрытия HexEditor.
th: ไฟล์มีการเปลี่ยนแปลงตั้งแต่ HexEditor ปิดครั้งล่าสุด
tr: Dosya, HexEditor son kapatıldığından beri değişti.
uk: Файл змінився після останнього закриття HexEditor.
vi: Tệp đã thay đổi kể từ lần cuối HexEditor đóng.
zh_hans: 自 HexEditor 上次关闭以来，该文件已被更改。
zh_hant: 自 HexEditor 上次關閉後，此檔案已變更。

# External_Reloaded
source: The file was changed by another app, so it was reloaded.
ar: تم تغيير الملف بواسطة تطبيق آخر، لذا تمت إعادة تحميله.
cs: Soubor byl změněn jinou aplikací, proto byl znovu načten.
de: Die Datei wurde von einer anderen App geändert und daher neu geladen.
el: Το αρχείο άλλαξε από άλλη εφαρμογή, επομένως φορτώθηκε ξανά.
es: Otra aplicación modificó el archivo, así que se volvió a cargar.
fa: فایل توسط برنامهٔ دیگری تغییر کرد، بنابراین دوباره بارگذاری شد.
fr: Le fichier a été modifié par une autre application ; il a donc été rechargé.
hu: A fájlt egy másik alkalmazás módosította, ezért újra lett töltve.
id: File diubah oleh aplikasi lain, sehingga dimuat ulang.
it: Il file è stato modificato da un'altra app, quindi è stato ricaricato.
ja: 外部で変更されたため再読み込みしました。
ko: 다른 앱에서 파일을 변경하여 다시 로드했습니다.
pl: Plik został zmieniony przez inną aplikację, więc załadowano go ponownie.
pt: O arquivo foi alterado por outro aplicativo, por isso foi recarregado.
ro: Fișierul a fost modificat de altă aplicație, așa că a fost reîncărcat.
ru: Файл был изменен другим приложением, поэтому он перезагружен.
th: ไฟล์ถูกเปลี่ยนแปลงโดยแอปอื่น จึงโหลดใหม่แล้ว
tr: Dosya başka bir uygulama tarafından değiştirildiğinden yeniden yüklendi.
uk: Файл змінила інша програма, тому його перезавантажено.
vi: Tệp đã bị ứng dụng khác thay đổi nên đã được tải lại.
zh_hans: 该文件已被其他应用更改，因此已重新加载。
zh_hant: 檔案已被其他應用程式變更，因此已重新載入。

# External_Changed
source: {0} was changed by another app.
ar: تم تغيير {0} بواسطة تطبيق آخر.
cs: {0} byl změněn jinou aplikací.
de: {0} wurde von einer anderen App geändert.
el: Το {0} άλλαξε από άλλη εφαρμογή.
es: Otra aplicación modificó {0}.
fa: {0} توسط برنامهٔ دیگری تغییر کرد.
fr: {0} a été modifié par une autre application.
hu: A(z) {0} fájlt egy másik alkalmazás módosította.
id: {0} diubah oleh aplikasi lain.
it: {0} è stato modificato da un'altra app.
ja: {0} は外部で変更されました。
ko: 다른 앱에서 {0}을(를) 변경했습니다.
pl: Plik {0} został zmieniony przez inną aplikację.
pt: {0} foi alterado por outro aplicativo.
ro: {0} a fost modificat de altă aplicație.
ru: {0} изменен другим приложением.
th: {0} ถูกเปลี่ยนแปลงโดยแอปอื่น
tr: {0} başka bir uygulama tarafından değiştirildi.
uk: {0} змінено іншою програмою.
vi: {0} đã bị ứng dụng khác thay đổi.
zh_hans: {0} 已被其他应用更改。
zh_hant: {0} 已被其他應用程式變更。

# External_Mixed
source: {0} was changed by another app. Your unsaved changes and the other app's changes are now mixed.
ar: تم تغيير {0} بواسطة تطبيق آخر. أصبحت تغييراتك غير المحفوظة مختلطة الآن بتغييرات التطبيق الآخر.
cs: {0} byl změněn jinou aplikací. Vaše neuložené změny a změny jiné aplikace jsou nyní smíšené.
de: {0} wurde von einer anderen App geändert. Ihre nicht gespeicherten Änderungen und die Änderungen der anderen App sind jetzt vermischt.
el: Το {0} άλλαξε από άλλη εφαρμογή. Οι μη αποθηκευμένες αλλαγές σας και οι αλλαγές της άλλης εφαρμογής έχουν πλέον αναμειχθεί.
es: Otra aplicación modificó {0}. Tus cambios no guardados y los de la otra aplicación ahora están mezclados.
fa: {0} توسط برنامهٔ دیگری تغییر کرد. تغییرات ذخیره‌نشدهٔ شما و تغییرات برنامهٔ دیگر اکنون با هم آمیخته شده‌اند.
fr: {0} a été modifié par une autre application. Vos modifications non enregistrées et celles de l'autre application sont maintenant mélangées.
hu: A(z) {0} fájlt egy másik alkalmazás módosította. A nem mentett módosításai és a másik alkalmazás módosításai most keverednek.
id: {0} diubah oleh aplikasi lain. Perubahan Anda yang belum disimpan dan perubahan aplikasi lain kini tercampur.
it: {0} è stato modificato da un'altra app. Le tue modifiche non salvate e quelle dell'altra app ora sono mescolate.
ja: {0} は外部で変更されました。保存していない変更と外部の変更が混ざっています。
ko: 다른 앱에서 {0}을(를) 변경했습니다. 저장되지 않은 변경 내용과 다른 앱의 변경 내용이 섞여 있습니다.
pl: Plik {0} został zmieniony przez inną aplikację. Twoje niezapisane zmiany i zmiany innej aplikacji są teraz wymieszane.
pt: {0} foi alterado por outro aplicativo. Suas alterações não salvas e as alterações do outro aplicativo agora estão misturadas.
ro: {0} a fost modificat de altă aplicație. Modificările nesalvate și modificările celeilalte aplicații sunt acum amestecate.
ru: {0} изменен другим приложением. Ваши несохраненные изменения и изменения другого приложения теперь смешаны.
th: {0} ถูกเปลี่ยนแปลงโดยแอปอื่น การเปลี่ยนแปลงที่ยังไม่ได้บันทึกของคุณและการเปลี่ยนแปลงของแอปอื่นปะปนกันอยู่ในขณะนี้
tr: {0} başka bir uygulama tarafından değiştirildi. Kaydedilmemiş değişiklikleriniz ile diğer uygulamanın değişiklikleri artık karışık durumda.
uk: {0} змінено іншою програмою. Ваші незбережені зміни та зміни іншої програми тепер змішано.
vi: {0} đã bị ứng dụng khác thay đổi. Các thay đổi chưa lưu của bạn và thay đổi của ứng dụng kia hiện đang bị trộn lẫn.
zh_hans: {0} 已被其他应用更改。你未保存的更改与其他应用的更改现已混在一起。
zh_hant: {0} 已被其他應用程式變更。您未儲存的變更與其他應用程式的變更現在已混在一起。

# External_Deleted
source: {0} was deleted or moved. You can keep editing; saving creates the file again.
ar: تم حذف {0} أو نقله. يمكنك متابعة التحرير؛ وسيؤدي الحفظ إلى إنشاء الملف مرة أخرى.
cs: {0} byl odstraněn nebo přesunut. Můžete pokračovat v úpravách; uložením se soubor vytvoří znovu.
de: {0} wurde gelöscht oder verschoben. Sie können weiter bearbeiten; beim Speichern wird die Datei neu erstellt.
el: Το {0} διαγράφηκε ή μετακινήθηκε. Μπορείτε να συνεχίσετε την επεξεργασία· η αποθήκευση δημιουργεί ξανά το αρχείο.
es: {0} se eliminó o se movió. Puedes seguir editando; al guardar se volverá a crear el archivo.
fa: {0} حذف یا جابه‌جا شد. می‌توانید به ویرایش ادامه دهید؛ ذخیره کردن، فایل را دوباره ایجاد می‌کند.
fr: {0} a été supprimé ou déplacé. Vous pouvez continuer à le modifier ; l'enregistrement recréera le fichier.
hu: A(z) {0} törölve lett vagy áthelyezték. Folytathatja a szerkesztést; mentéskor a fájl újra létrejön.
id: {0} telah dihapus atau dipindahkan. Anda dapat terus mengedit; menyimpan akan membuat file lagi.
it: {0} è stato eliminato o spostato. Puoi continuare a modificarlo; il salvataggio crea di nuovo il file.
ja: {0} は削除または移動されました。編集は続けられます。保存すると元の場所にファイルを作り直します。
ko: {0}이(가) 삭제되거나 이동되었습니다. 계속 편집할 수 있으며, 저장하면 파일이 다시 만들어집니다.
pl: Plik {0} został usunięty lub przeniesiony. Możesz kontynuować edycję; zapisanie utworzy plik ponownie.
pt: {0} foi excluído ou movido. Você pode continuar editando; salvar cria o arquivo novamente.
ro: {0} a fost șters sau mutat. Puteți continua editarea; salvarea va crea din nou fișierul.
ru: {0} удален или перемещен. Можно продолжить редактирование; при сохранении файл будет создан снова.
th: {0} ถูกลบหรือย้ายแล้ว คุณยังแก้ไขต่อได้ การบันทึกจะสร้างไฟล์ขึ้นใหม่
tr: {0} silindi veya taşındı. Düzenlemeye devam edebilirsiniz; kaydettiğinizde dosya yeniden oluşturulur.
uk: {0} видалено або переміщено. Ви можете продовжити редагування; під час збереження файл буде створено знову.
vi: {0} đã bị xóa hoặc di chuyển. Bạn có thể tiếp tục chỉnh sửa; khi lưu, tệp sẽ được tạo lại.
zh_hans: {0} 已被删除或移动。你可以继续编辑；保存时将重新创建该文件。
zh_hant: {0} 已被刪除或移動。您可以繼續編輯；儲存時會重新建立檔案。

# External_Reload
source: Reload
ar: إعادة تحميل
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Volver a cargar
fa: بارگذاری مجدد
fr: Recharger
hu: Újratöltés
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pl: Załaduj ponownie
pt: Recarregar
ro: Reîncărcare
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载
zh_hant: 重新載入

# External_Merge
source: Merge
ar: دمج
cs: Sloučit
de: Zusammenführen
el: Συγχώνευση
es: Combinar
fa: ادغام
fr: Fusionner
hu: Egyesítés
id: Gabungkan
it: Unisci
ja: マージ
ko: 병합
pl: Scal
pt: Mesclar
ro: Îmbinare
ru: Объединить
th: ผสาน
tr: Birleştir
uk: Об’єднати
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# External_Compare
source: Compare
ar: مقارنة
cs: Porovnat
de: Vergleichen
el: Σύγκριση
es: Comparar
fa: مقایسه
fr: Comparer
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較
ko: 비교
pl: Porównaj
pt: Comparar
ro: Comparare
ru: Сравнить
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# External_Ignore
source: Ignore
ar: تجاهل
cs: Ignorovat
de: Ignorieren
el: Παράβλεψη
es: Omitir
fa: نادیده گرفتن
fr: Ignorer
hu: Figyelmen kívül hagyás
id: Abaikan
it: Ignora
ja: 無視
ko: 무시
pl: Ignoruj
pt: Ignorar
ro: Ignorare
ru: Пропустить
th: ละเว้น
tr: Yoksay
uk: Ігнорувати
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# External_SaveAs
source: Save as...
ar: حفظ باسم...
cs: Uložit jako...
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
fa: ذخیره با نام...
fr: Enregistrer sous...
hu: Mentés másként...
id: Simpan sebagai...
it: Salva con nome...
ja: 名前を付けて保存...
ko: 다른 이름으로 저장...
pl: Zapisz jako...
pt: Salvar como...
ro: Salvare ca...
ru: Сохранить как...
th: บันทึกเป็น...
tr: Farklı kaydet...
uk: Зберегти як...
vi: Lưu như...
zh_hans: 另存为...
zh_hant: 另存新檔...

# External_Close
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# External_OverwriteBody
source: {0} was changed by another app. Saving overwrites those changes.
ar: تم تغيير {0} بواسطة تطبيق آخر. سيؤدي الحفظ إلى الكتابة فوق تلك التغييرات.
cs: {0} byl změněn jinou aplikací. Uložením tyto změny přepíšete.
de: {0} wurde von einer anderen App geändert. Beim Speichern werden diese Änderungen überschrieben.
el: Το {0} άλλαξε από άλλη εφαρμογή. Η αποθήκευση θα αντικαταστήσει αυτές τις αλλαγές.
es: Otra aplicación modificó {0}. Al guardar se sobrescribirán esos cambios.
fa: {0} توسط برنامهٔ دیگری تغییر کرد. ذخیره کردن، آن تغییرات را بازنویسی می‌کند.
fr: {0} a été modifié par une autre application. L'enregistrement écrasera ces modifications.
hu: A(z) {0} fájlt egy másik alkalmazás módosította. A mentés felülírja ezeket a módosításokat.
id: {0} diubah oleh aplikasi lain. Menyimpan akan menimpa perubahan tersebut.
it: {0} è stato modificato da un'altra app. Il salvataggio sovrascrive tali modifiche.
ja: {0} は外部で変更されています。保存すると外部で変更されたファイルを上書きします。
ko: 다른 앱에서 {0}을(를) 변경했습니다. 저장하면 해당 변경 내용을 덮어씁니다.
pl: Plik {0} został zmieniony przez inną aplikację. Zapisanie zastąpi te zmiany.
pt: {0} foi alterado por outro aplicativo. Salvar substitui essas alterações.
ro: {0} a fost modificat de altă aplicație. Salvarea va suprascrie acele modificări.
ru: {0} изменен другим приложением. При сохранении эти изменения будут перезаписаны.
th: {0} ถูกเปลี่ยนแปลงโดยแอปอื่น การบันทึกจะเขียนทับการเปลี่ยนแปลงเหล่านั้น
tr: {0} başka bir uygulama tarafından değiştirildi. Kaydetmek bu değişikliklerin üzerine yazar.
uk: {0} змінено іншою програмою. Збереження перезапише ці зміни.
vi: {0} đã bị ứng dụng khác thay đổi. Lưu sẽ ghi đè các thay đổi đó.
zh_hans: {0} 已被其他应用更改。保存将覆盖这些更改。
zh_hant: {0} 已被其他應用程式變更。儲存會覆寫這些變更。

# External_RecreateBody
source: {0} was deleted or moved. Saving creates the file again in its original location.
ar: تم حذف {0} أو نقله. سيؤدي الحفظ إلى إنشاء الملف مرة أخرى في موقعه الأصلي.
cs: {0} byl odstraněn nebo přesunut. Uložením se soubor znovu vytvoří v původním umístění.
de: {0} wurde gelöscht oder verschoben. Beim Speichern wird die Datei am ursprünglichen Ort neu erstellt.
el: Το {0} διαγράφηκε ή μετακινήθηκε. Η αποθήκευση δημιουργεί ξανά το αρχείο στην αρχική του θέση.
es: {0} se eliminó o se movió. Al guardar se volverá a crear el archivo en su ubicación original.
fa: {0} حذف یا جابه‌جا شد. ذخیره کردن، فایل را دوباره در مکان اصلی‌اش ایجاد می‌کند.
fr: {0} a été supprimé ou déplacé. L'enregistrement recréera le fichier à son emplacement d'origine.
hu: A(z) {0} törölve lett vagy áthelyezték. Mentéskor a fájl újra létrejön az eredeti helyén.
id: {0} telah dihapus atau dipindahkan. Menyimpan akan membuat file lagi di lokasi aslinya.
it: {0} è stato eliminato o spostato. Il salvataggio crea di nuovo il file nel percorso originale.
ja: {0} は削除または移動されています。保存すると元の場所にファイルを作り直します。
ko: {0}이(가) 삭제되거나 이동되었습니다. 저장하면 원래 위치에 파일이 다시 만들어집니다.
pl: Plik {0} został usunięty lub przeniesiony. Zapisanie utworzy plik ponownie w jego pierwotnej lokalizacji.
pt: {0} foi excluído ou movido. Salvar cria o arquivo novamente no local original.
ro: {0} a fost șters sau mutat. Salvarea va crea din nou fișierul în locația sa inițială.
ru: {0} удален или перемещен. При сохранении файл будет создан снова в исходном расположении.
th: {0} ถูกลบหรือย้ายแล้ว การบันทึกจะสร้างไฟล์ขึ้นใหม่ในตำแหน่งเดิม
tr: {0} silindi veya taşındı. Kaydetmek dosyayı özgün konumunda yeniden oluşturur.
uk: {0} видалено або переміщено. Під час збереження файл буде створено знову в початковому розташуванні.
vi: {0} đã bị xóa hoặc di chuyển. Lưu sẽ tạo lại tệp ở vị trí ban đầu.
zh_hans: {0} 已被删除或移动。保存将在其原始位置重新创建该文件。
zh_hant: {0} 已被刪除或移動。儲存時會在原始位置重新建立檔案。

# Discard_Title
source: Discard changes to {0}?
ar: هل تريد تجاهل التغييرات في {0}؟
cs: Zahodit změny v {0}?
de: Änderungen an {0} verwerfen?
el: Απόρριψη των αλλαγών στο {0};
es: ¿Descartar los cambios en {0}?
fa: تغییرات {0} دور انداخته شود؟
fr: Abandonner les modifications apportées à {0} ?
hu: Elveti a(z) {0} módosításait?
id: Buang perubahan pada {0}?
it: Ignorare le modifiche a {0}?
ja: {0} の変更を破棄しますか?
ko: {0}의 변경 내용을 취소하시겠습니까?
pl: Czy odrzucić zmiany w pliku {0}?
pt: Descartar as alterações em {0}?
ro: Renunțați la modificările aduse fișierului {0}?
ru: Отменить изменения в {0}?
th: ละทิ้งการเปลี่ยนแปลงใน {0} หรือไม่
tr: {0} üzerindeki değişiklikler atılsın mı?
uk: Відхилити зміни у файлі {0}?
vi: Hủy các thay đổi đối với {0}?
zh_hans: 是否放弃对 {0} 的更改？
zh_hant: 要捨棄對 {0} 的變更嗎？

# Discard_Body
source: {0} places, {1} bytes of changes will be discarded and the file will be read again.
ar: سيتم تجاهل تغييرات في {0} مواضع بحجم {1} بايت وستتم قراءة الملف مرة أخرى.
cs: Změny (míst: {0}, bajtů: {1}) budou zahozeny a soubor bude znovu načten.
de: Änderungen an {0} Stellen ({1} Bytes) werden verworfen, und die Datei wird neu gelesen.
el: Οι αλλαγές σε {0} σημεία, {1} byte, θα απορριφθούν και το αρχείο θα διαβαστεί ξανά.
es: Se descartarán los cambios ({0} lugares, {1} bytes) y se volverá a leer el archivo.
fa: تغییرات در {0} مکان و {1} بایت دور انداخته می‌شود و فایل دوباره خوانده می‌شود.
fr: Les modifications ({0} emplacements, {1} octets) seront abandonnées et le fichier sera relu.
hu: {0} helyen {1} bájtnyi módosítás lesz elvetve, és a fájl újra beolvasásra kerül.
id: Perubahan di {0} tempat, {1} byte akan dibuang dan file akan dibaca ulang.
it: Le modifiche ({0} punti, {1} byte) verranno ignorate e il file verrà letto di nuovo.
ja: {0} か所、{1} バイトの変更を破棄して、ファイルを読み直します。
ko: {0}곳, {1}바이트의 변경 내용을 취소하고 파일을 다시 읽습니다.
pl: Zmiany (miejsca: {0}, bajty: {1}) zostaną odrzucone, a plik zostanie odczytany ponownie.
pt: As alterações ({0} locais, {1} bytes) serão descartadas e o arquivo será lido novamente.
ro: Se va renunța la modificări în {0} locuri, {1} octeți, iar fișierul va fi citit din nou.
ru: Изменения (мест: {0}, байт: {1}) будут отменены, и файл будет прочитан заново.
th: การเปลี่ยนแปลง {0} ตำแหน่ง {1} ไบต์จะถูกละทิ้ง และไฟล์จะถูกอ่านใหม่
tr: {0} yerde, {1} bayt değişiklik atılacak ve dosya yeniden okunacak.
uk: Зміни (місць — {0}, байтів — {1}) буде відхилено, а файл буде прочитано знову.
vi: {0} vị trí, {1} byte thay đổi sẽ bị hủy và tệp sẽ được đọc lại.
zh_hans: 将放弃 {0} 处、共 {1} 字节的更改，并重新读取文件。
zh_hant: 將捨棄 {0} 處、{1} 個位元組的變更，並重新讀取檔案。

# Discard_Undoable
source: You can bring the changes back with Ctrl+Z.
ar: يمكنك استرجاع التغييرات باستخدام Ctrl+Z.
cs: Změny můžete vrátit klávesami Ctrl+Z.
de: Mit Ctrl+Z können Sie die Änderungen zurückholen.
el: Μπορείτε να επαναφέρετε τις αλλαγές με Ctrl+Z.
es: Puedes recuperar los cambios con Ctrl+Z.
fa: می‌توانید تغییرات را با Ctrl+Z برگردانید.
fr: Vous pouvez récupérer les modifications avec Ctrl+Z.
hu: A módosításokat a Ctrl+Z billentyűkombinációval hozhatja vissza.
id: Anda dapat mengembalikan perubahan dengan Ctrl+Z.
it: Puoi ripristinare le modifiche con Ctrl+Z.
ja: 破棄した後も Ctrl+Z で元に戻せます。
ko: Ctrl+Z를 눌러 변경 내용을 되돌릴 수 있습니다.
pl: Możesz przywrócić zmiany za pomocą Ctrl+Z.
pt: Você pode recuperar as alterações com Ctrl+Z.
ro: Puteți readuce modificările cu Ctrl+Z.
ru: Изменения можно вернуть с помощью Ctrl+Z.
th: คุณสามารถนำการเปลี่ยนแปลงกลับมาได้ด้วย Ctrl+Z
tr: Değişiklikleri Ctrl+Z ile geri getirebilirsiniz.
uk: Зміни можна повернути за допомогою Ctrl+Z.
vi: Bạn có thể lấy lại các thay đổi bằng Ctrl+Z.
zh_hans: 可以使用 Ctrl+Z 恢复这些更改。
zh_hant: 您可以按 Ctrl+Z 復原這些變更。
